$(document).ready(function () {
    //获取歌词数组 
    var s="[00:00.000] 作曲 : 陈粒\n[00:10.000] 作词 : 陈粒\n[00:20.312]我看过沙漠下暴雨\n[00:24.862]看过大海亲吻鲨鱼\n[00:29.113]看过黄昏追逐黎明\n[00:32.263]没看过你\n[00:37.664]我知道美丽会老去\n[00:41.765]生命之外还有生命\n[00:46.266]我知道风里有诗句\n[00:49.617]不知道你\n[00:55.169]我听过荒芜变成热闹\n[00:59.519]听过尘埃掩埋城堡\n[01:03.869]听过天空拒绝飞鸟\n[01:07.170]没听过你\n[01:12.621]我明白眼前都是气泡\n[01:16.721]安静的才是苦口良药\n[01:21.272]明白什么才让我骄傲\n[01:24.472]不明白你\n[01:30.273]我拒绝更好更圆的月亮\n[01:34.573]拒绝未知的疯狂\n[01:38.923]拒绝声色的张扬\n[01:42.240]不拒绝你\n[01:47.574]我变成荒凉的景象\n[01:51.976]变成无所谓的模样\n[01:55.777]变成透明的高墙\n[01:59.528]没能变成你\n[02:39.996]我听过空境的回忆\n[02:44.496]雨水浇绿孤山岭\n[02:48.746]听过被诅咒的秘密\n[02:52.490]没听过你\n[02:57.299]我抓住散落的欲望\n[03:01.649]缱绻的馥郁让我紧张\n[03:05.949]我抓住时间的假想\n[03:09.200]没抓住你\n[03:14.650]我包容六月清泉结冰\n[03:19.187]包容暮老的生命\n[03:23.489]包容世界的迟疑\n[03:26.789]没包容你\n[03:32.139]我忘了置身濒绝孤岛\n[03:36.640]忘了眼泪不过失效药\n[03:40.990]忘了百年无声口号\n[03:44.490]没能忘记你\n[03:49.791]我想要更好更圆的月亮\n[03:53.742]想要未知的疯狂\n[03:58.592]想要声色的张扬\n[04:02.142]我想要你"
    dealLrc(s)
})

